[
    {
        "name": "Hidrogênio",
        "symbol": "H",
        "atomic_number": 1,
        "group": 1,
        "period": 1,
        "atomic_radius": 25.0,
        "color": [
            255,
            255,
            255
        ],
        "description": "Elemento químico gasoso, incolor e inodoro. É o elemento mais leve e abundante do universo. Presente na água e em todos os compostos orgânicos. Reage quimicamente com a maioria dos elementos. Descoberto por Henry Cavendish em 1776."
    },
    {
        "name": "Hélio",
        "symbol": "He",
        "atomic_number": 2,
        "group": 18,
        "period": 1,
        "atomic_radius": 120.0,
        "color": [
            123,
            100,
            204
        ],
        "description": "Elemento gasoso incolor e inodoro, não metálico. Pertence ao grupo 18 da tabela periódica. Possui o ponto de ebulição mais baixo de todos os elementos e só pode ser solidificado sob pressão. Quimicamente inerte, sem compostos conhecidos. Descoberto no espectro solar em 1868 por Lockyer."
    },
    {
        "name": "Lítio",
        "symbol": "Li",
        "atomic_number": 3,
        "group": 1,
        "period": 2,
        "atomic_radius": 145.0,
        "color": [
            204,
            100,
            100
        ],
        "description": "Metal prateado macio. Primeiro membro do grupo 1 da tabela periódica. Sais de lítio são usados na psicomedicina."
    },
    {
        "name": "Berílio",
        "symbol": "Be",
        "atomic_number": 4,
        "group": 2,
        "period": 2,
        "atomic_radius": 105.0,
        "color": [
            204,
            152,
            100
        ],
        "description": "Elemento metálico cinza do grupo 2 da tabela periódica. É tóxico e pode causar doenças pulmonares graves e dermatite. Apresenta alto caráter covalente. Foi isolado independentemente por F. Wohler e A.A. Bussy em 1828."
    },
    {
        "name": "Boro",
        "symbol": "B",
        "atomic_number": 5,
        "group": 13,
        "period": 2,
        "atomic_radius": 85.0,
        "color": [
            100,
            199,
            204
        ],
        "description": "Um elemento do grupo 13 da tabela periódica. Existem duas formas alotrópicas, o boro amorfo é um pó marrom, enquanto o boro metálico é preto. A forma metálica é dura (9,3 na escala de Mohs) e é um mau condutor em temperaturas ambientes. Nunca é encontrado livre na natureza. O Boro-10 é usado em barras de controle e escudos de reatores nucleares. Foi descoberto em 1808 por Sir Humphry Davy e por J.L. Gay-Lussac e L.J. Thenard."
    },
    {
        "name": "Carbono",
        "symbol": "C",
        "atomic_number": 6,
        "group": 14,
        "period": 2,
        "atomic_radius": 70.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "O carbono é um membro do grupo 14 da tabela periódica. Possui três formas alotrópicas: diamantes, grafite e fullerita. O Carbono-14 é comumente usado em datação por radioatividade. O carbono está presente em toda a vida orgânica e é a base da química orgânica. Tem a interessante propriedade química de ser capaz de se ligar a si mesmo e a uma ampla variedade de outros elementos."
    },
    {
        "name": "Nitrogênio",
        "symbol": "N",
        "atomic_number": 7,
        "group": 15,
        "period": 2,
        "atomic_radius": 65.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento gasoso incolor que pertence ao grupo 15 da tabela periódica. Constitui cerca de 78% da atmosfera e é uma parte essencial do ecossistema. O nitrogênio para fins industriais é obtido pela destilação fracionada do ar líquido. Quimicamente inativo, reage geralmente apenas em altas temperaturas ou em descargas elétricas. Foi descoberto em 1772 por D. Rutherford."
    },
    {
        "name": "Oxigênio",
        "symbol": "O",
        "atomic_number": 8,
        "group": 16,
        "period": 2,
        "atomic_radius": 60.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento gasoso incolor e inodoro pertencente ao grupo 16 da tabela periódica. É o elemento mais abundante na crosta terrestre. Também compõe 20,8% da atmosfera da Terra. Para fins industriais, é separado do ar líquido por destilação fracionada. É usado em soldagem de alta temperatura e para respiração. Geralmente se apresenta na forma de Oxigênio, mas é encontrado como Ozônio na alta atmosfera. Foi descoberto por Priestley em 1774."
    },
    {
        "name": "Flúor",
        "symbol": "F",
        "atomic_number": 9,
        "group": 17,
        "period": 2,
        "atomic_radius": 50.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento gasoso amarelo-pálido e venenoso pertencente ao grupo 17 da tabela periódica (os halogênios). É o elemento mais quimicamente reativo e eletronegativo. Altamente perigoso, causa queimaduras químicas graves ao contato com a pele. O flúor foi identificado por Scheele em 1771 e isolado pela primeira vez por Moissan em 1886."
    },
    {
        "name": "Neônio",
        "symbol": "Ne",
        "atomic_number": 10,
        "group": 18,
        "period": 2,
        "atomic_radius": 160.0,
        "color": [
            123,
            100,
            204
        ],
        "description": "Elemento gasoso incolor do grupo 18 na tabela periódica (gases nobres). O neônio ocorre na atmosfera e compreende 0,0018% do volume da atmosfera. Ele emite um brilho avermelhado distinto quando usado em tubos de descarga e lâmpadas de neon. Forma quase nenhum composto químico. O neônio foi descoberto em 1898 por Sir William Ramsey e M.W. Travers."
    },
    {
        "name": "Sódio",
        "symbol": "Na",
        "atomic_number": 11,
        "group": 1,
        "period": 3,
        "atomic_radius": 180.0,
        "color": [
            204,
            100,
            100
        ],
        "description": "Elemento reativo prateado macio pertencente ao grupo 1 da tabela periódica (metais alcalinos). É altamente reativo, oxidando no ar e reagindo violentamente com a água, o que obriga a mantê-lo sob óleo. Foi isolado pela primeira vez por Humphrey Davy em 1807."
    },
    {
        "name": "Magnésio",
        "symbol": "Mg",
        "atomic_number": 12,
        "group": 2,
        "period": 3,
        "atomic_radius": 150.0,
        "color": [
            204,
            152,
            100
        ],
        "description": "Elemento metálico prateado pertencente ao grupo 2 da tabela periódica (metais alcalino-terrosos). É essencial para organismos vivos e é utilizado em várias ligas leves. Quimicamente muito reativo, forma uma camada protetora de óxido quando exposto ao ar e queima com uma chama branca intensa. Também reage com enxofre, nitrogênio e halogênios. Foi isolado pela primeira vez por Bussy em 1828."
    },
    {
        "name": "Alumínio",
        "symbol": "Al",
        "atomic_number": 13,
        "group": 13,
        "period": 3,
        "atomic_radius": 125.0,
        "color": [
            102,
            204,
            100
        ],
        "description": "Elemento metálico prateado-branco lustroso do grupo 13 da tabela periódica. Altamente reativo, mas protegido por uma fina camada transparente de óxido que se forma rapidamente no ar. Existem muitas ligas de alumínio, além de um bom número de usos industriais. Compreende 8,1% da crosta terrestre em peso. Isolado em 1825 por H.C. Oersted."
    },
    {
        "name": "Silício",
        "symbol": "Si",
        "atomic_number": 14,
        "group": 14,
        "period": 3,
        "atomic_radius": 110.0,
        "color": [
            100,
            199,
            204
        ],
        "description": "Elemento metalóide pertencente ao grupo 14 da tabela periódica. É o segundo elemento mais abundante na crosta terrestre, constituindo 25,7% dela em peso. Quimicamente menos reativo que o carbono. Primeiro identificado por Lavoisier em 1787 e isolado pela primeira vez em 1823 por Berzelius."
    },
    {
        "name": "Fósforo",
        "symbol": "P",
        "atomic_number": 15,
        "group": 15,
        "period": 3,
        "atomic_radius": 100.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento não metálico pertencente ao grupo 15 da tabela periódica. Possui várias formas alotrópicas. Elemento essencial para organismos vivos. Foi descoberto por Brandt em 1669."
    },
    {
        "name": "Enxofre",
        "symbol": "S",
        "atomic_number": 16,
        "group": 16,
        "period": 3,
        "atomic_radius": 100.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento não metálico amarelo pertencente ao grupo 16 da tabela periódica. É um elemento essencial para organismos vivos, necessário nos aminoácidos cisteína e metionina, e, portanto, em muitas proteínas. Absorvido pelas plantas do solo na forma de íon sulfato."
    },
    {
        "name": "Cloro",
        "symbol": "Cl",
        "atomic_number": 17,
        "group": 17,
        "period": 3,
        "atomic_radius": 100.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento halogênio. Gás venenoso verde-amarelado. Ocorre amplamente na natureza como cloreto de sódio na água do mar. Reage diretamente com muitos elementos e compostos, sendo um forte agente oxidante. Descoberto por Karl Scheele em 1774. Humphrey Davy confirmou-o como elemento em 1810."
    },
    {
        "name": "Argônio",
        "symbol": "Ar",
        "atomic_number": 18,
        "group": 18,
        "period": 3,
        "atomic_radius": 71.0,
        "color": [
            123,
            100,
            204
        ],
        "description": "Gás nobre monoatômico. Compreende 0,93% do ar. Incolor e inodoro. É inerte e não possui compostos verdadeiros. Lord Rayleigh e Sir William Ramsey identificaram o argônio em 1894."
    },
    {
        "name": "Potássio",
        "symbol": "K",
        "atomic_number": 19,
        "group": 1,
        "period": 4,
        "atomic_radius": 220.0,
        "color": [
            204,
            100,
            100
        ],
        "description": "Elemento metálico macio e prateado pertencente ao grupo 1 da tabela periódica (metais alcalinos). Ocorre naturalmente na água do mar e em muitos minerais. Altamente reativo, quimicamente, se assemelha ao sódio em seu comportamento e compostos. Descoberto por Sir Humphry Davy em 1807."
    },
    {
        "name": "Cálcio",
        "symbol": "Ca",
        "atomic_number": 20,
        "group": 2,
        "period": 4,
        "atomic_radius": 180.0,
        "color": [
            204,
            152,
            100
        ],
        "description": "Elemento metálico macio e cinza pertencente ao grupo 2 da tabela periódica. Usado como agente redutor na extração de tório, zircônio e urânio. Elemento essencial para organismos vivos."
    },
    {
        "name": "Escândio",
        "symbol": "Sc",
        "atomic_number": 21,
        "group": 3,
        "period": 4,
        "atomic_radius": 160.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico raro, macio e prateado, pertencente ao grupo 3 da tabela periódica. Existem dez isótopos, nove dos quais são radioativos e possuem vidas médias curtas. Previsto em 1869 por Mendeleev, isolado por Nilson em 1879."
    },
    {
        "name": "Titânio",
        "symbol": "Ti",
        "atomic_number": 22,
        "group": 4,
        "period": 4,
        "atomic_radius": 140.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico branco de transição. Ocorre em numerosos minerais. Usado em ligas fortes, leves e resistentes à corrosão. Forma uma camada passiva de óxido quando exposto ao ar. Descoberto por Gregor em 1789."
    },
    {
        "name": "Vanádio",
        "symbol": "V",
        "atomic_number": 23,
        "group": 5,
        "period": 4,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Metal macio e dúctil, branco brilhante. Boa resistência à corrosão por álcalis, ácido sulfúrico e ácido clorídrico. Oxida facilmente a cerca de 933K. Existem dois isótopos naturais do vanádio e cinco radioisótopos, sendo o V-49 o que possui a maior meia-vida, de 337 dias. O vanádio tem aplicações nucleares, sendo usado em revestimento de titânio com aço e em fita de vanádio-gálio para produzir ímãs supercondutores. Originalmente descoberto por Andrés Manuel del Río da Cidade do México em 1801. Sua descoberta foi negligenciada, mas em 1820, Nils Gabriel Sefstron, da Suécia, o redescobriu. O vanádio metálico foi isolado por Henry Enfield Roscoe em 1867. O nome vanádio vem de Vanadis, uma deusa da mitologia escandinava. Elemento metálico de transição de cor prateada e branca. O vanádio é essencial para Ascídias. Ratos e galinhas também são conhecidos por requerê-lo. O pó metálico é um risco de incêndio, e os compostos de vanádio devem ser considerados altamente tóxicos. Pode causar câncer de pulmão se inalado."
    },
    {
        "name": "Cromo",
        "symbol": "Cr",
        "atomic_number": 24,
        "group": 6,
        "period": 4,
        "atomic_radius": 140.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico duro e prateado de transição. Usado em galvanoplastia decorativa. Descoberto em 1797 por Vauquelin."
    },
    {
        "name": "Manganês",
        "symbol": "Mn",
        "atomic_number": 25,
        "group": 7,
        "period": 4,
        "atomic_radius": 140.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico quebradiço e cinza de transição. Bastante eletropositivo, combina com alguns não-metais quando aquecido. Descoberto em 1774 por Scheele."
    },
    {
        "name": "Ferro",
        "symbol": "Fe",
        "atomic_number": 26,
        "group": 8,
        "period": 4,
        "atomic_radius": 140.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico maleável e dúctil de transição de cor prateada. Possui nove isótopos e é o quarto elemento mais abundante na crosta terrestre. Necessário para organismos vivos como elemento traço (usado na hemoglobina humana). Bastante reativo, oxida no ar úmido, desloca o hidrogênio de ácidos diluídos e combina com elementos não metálicos."
    },
    {
        "name": "Cobalto",
        "symbol": "Co",
        "atomic_number": 27,
        "group": 9,
        "period": 4,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento de transição de cor cinza claro. Alguns meteoritos contêm pequenas quantidades de cobalto metálico. Geralmente é ligado para uso. Mamíferos requerem pequenas quantidades de sais de cobalto. O Cobalto-60, um isótopo radioativo artificialmente produzido, é um importante marcador radioativo e agente de tratamento contra o câncer. Descoberto por G. Brandt em 1737."
    },
    {
        "name": "Níquel",
        "symbol": "Ni",
        "atomic_number": 28,
        "group": 10,
        "period": 4,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico maleável e dúctil, de cor prateada. Descoberto por A.F. Cronstedt em 1751."
    },
    {
        "name": "Cobre",
        "symbol": "Cu",
        "atomic_number": 29,
        "group": 11,
        "period": 4,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento de transição de cor marrom-avermelhado. Conhecido pelos romanos como 'cuprum'. Extraído e usado por milhares de anos. Maleável, dúctil e excelente condutor de calor e eletricidade. Em condições úmidas, uma camada esverdeada se forma na superfície."
    },
    {
        "name": "Zinco",
        "symbol": "Zn",
        "atomic_number": 30,
        "group": 12,
        "period": 4,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico de cor azul-esbranquiçada. Ocorre naturalmente em vários compostos. Cinco isótopos estáveis e seis isótopos radioativos foram encontrados. Quimicamente, é um metal reativo, combinando-se com oxigênio e outros não-metais, reage com ácidos diluídos para liberar hidrogênio."
    },
    {
        "name": "Gálio",
        "symbol": "Ga",
        "atomic_number": 31,
        "group": 13,
        "period": 4,
        "atomic_radius": 130.0,
        "color": [
            102,
            204,
            100
        ],
        "description": "Elemento metálico macio e prateado, pertence ao grupo 13 da tabela periódica. Os dois isótopos estáveis são Ga-69 e Ga-71. Oito isótopos radioativos são conhecidos, todos com vidas médias curtas. O arseneto de gálio é usado como semicondutor. Corroe a maioria dos outros metais, difundindo-se em sua rede. Primeiramente identificado por François Lecoq de Boisbaudran em 1875."
    },
    {
        "name": "Germânio",
        "symbol": "Ge",
        "atomic_number": 32,
        "group": 14,
        "period": 4,
        "atomic_radius": 125.0,
        "color": [
            100,
            199,
            204
        ],
        "description": "Elemento metaloide lustroso e duro, pertence ao grupo 14 da tabela periódica. Forma uma grande quantidade de compostos organometálicos. Previsto por Mendeleev em 1871, foi realmente encontrado em 1886 por Winkler."
    },
    {
        "name": "Arsênico",
        "symbol": "As",
        "atomic_number": 33,
        "group": 15,
        "period": 4,
        "atomic_radius": 115.0,
        "color": [
            100,
            199,
            204
        ],
        "description": "Elemento metaloide do grupo 15. Existem três alótropos: amarelo, preto e cinza. Reage com halogênios, ácidos oxidantes concentrados e álcalis quentes. Albertus Magnus é acreditado como o primeiro a isolar o elemento em 1250."
    },
    {
        "name": "Selênio",
        "symbol": "Se",
        "atomic_number": 34,
        "group": 16,
        "period": 4,
        "atomic_radius": 115.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento metaloide, pertence ao grupo 16 da tabela periódica. Existem múltiplas formas alotrópicas. Quimicamente, se assemelha ao enxofre. Descoberto em 1817 por Jons J. Berzelius."
    },
    {
        "name": "Bromo",
        "symbol": "Br",
        "atomic_number": 35,
        "group": 17,
        "period": 4,
        "atomic_radius": 115.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento halogênio. Líquido volátil vermelho à temperatura ambiente. Sua reatividade está entre o cloro e o iodo. Prejudicial ao tecido humano no estado líquido, seus vapores irritam os olhos e a garganta. Descoberto em 1826 por Antoine Balard."
    },
    {
        "name": "Criptônio",
        "symbol": "Kr",
        "atomic_number": 36,
        "group": 18,
        "period": 4,
        "atomic_radius": null,
        "color": [
            123,
            100,
            204
        ],
        "description": "Elemento gasoso incolor, pertence aos gases nobres. Ocorre no ar, 0,0001% em volume. Pode ser extraído do ar líquido por destilação fracionada. Geralmente não é isolado, mas usado com outros gases inertes em lâmpadas fluorescentes. Cinco isótopos naturais e cinco isótopos radioativos. O Kr-85, o isótopo radioativo mais estável, possui uma meia-vida de 10,76 anos e é produzido em reatores de fissão. Praticamente inerte, embora seja conhecido por formar compostos com flúor."
    },
    {
        "name": "Rubídio",
        "symbol": "Rb",
        "atomic_number": 37,
        "group": 1,
        "period": 5,
        "atomic_radius": 235.0,
        "color": [
            204,
            100,
            100
        ],
        "description": "Elemento metálico macio e prateado, pertence ao grupo 1 da tabela periódica. O isótopo Rb-97, o isótopo naturalmente presente, é radioativo. É altamente reativo, com propriedades semelhantes a outros elementos do grupo 1, como a ignição espontânea no ar. Descoberto espectroscopicamente em 1861 por W. Bunsen e G.R. Kirchoff."
    },
    {
        "name": "Estrôncio",
        "symbol": "Sr",
        "atomic_number": 38,
        "group": 2,
        "period": 5,
        "atomic_radius": 200.0,
        "color": [
            204,
            152,
            100
        ],
        "description": "Elemento metálico macio e amarelado, pertence ao grupo 2 da tabela periódica. Altamente reativo quimicamente. O Sr-90 está presente em resíduos radioativos e tem uma meia-vida de 28 anos. Descoberto em 1798 por Klaproth e Hope, isolado em 1808 por Humphry Davy."
    },
    {
        "name": "Ítrio",
        "symbol": "Y",
        "atomic_number": 39,
        "group": 3,
        "period": 5,
        "atomic_radius": 180.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico cinza-prateado do grupo 3 da tabela periódica. Encontrado em minérios de urânio. O único isótopo natural é o Y-89, existindo outros 14 isótopos artificiais. Quimicamente se assemelha aos lantanídeos. Estável no ar abaixo de 400 graus Celsius. Descoberto em 1828 por Friedrich Wohler."
    },
    {
        "name": "Zircônio",
        "symbol": "Zr",
        "atomic_number": 40,
        "group": 4,
        "period": 5,
        "atomic_radius": 155.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico de transição de cor branco-cinza. Cinco isótopos naturais e seis isótopos radioativos são conhecidos. Usado em reatores nucleares como absorvedor de nêutrons. Descoberto em 1789 por Martin Klaproth, isolado em 1824 por Berzelius."
    },
    {
        "name": "Nióbio",
        "symbol": "Nb",
        "atomic_number": 41,
        "group": 5,
        "period": 5,
        "atomic_radius": 145.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico macio e dúctil de cor cinza-azulada. Usado em aços especiais e em juntas soldadas para aumentar a resistência. Combina-se com halogênios e oxida no ar a 200 graus Celsius. Descoberto por Charles Hatchett em 1801 e isolado por Blomstrand em 1864. Originalmente chamado de Columbium."
    },
    {
        "name": "Molibdênio",
        "symbol": "Mo",
        "atomic_number": 42,
        "group": 6,
        "period": 5,
        "atomic_radius": 145.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico duro e de cor prateada. Quimicamente inerte, não sendo afetado pela maioria dos ácidos. Oxida em altas temperaturas. Existem sete isótopos naturais, e quatro radioisótopos, sendo o Mo-93 o mais estável com uma meia-vida de 3500 anos. O molibdênio é usado em quase todos os aços de alta resistência, tem aplicações nucleares e é um catalisador no refino de petróleo. Descoberto em 1778 por Carl Welhelm Scheele, da Suécia. O metal impuro foi preparado em 1782 por Peter Jacob Hjelm. O nome vem da palavra grega molybdos, que significa chumbo. Quantidades trace de molibdênio são necessárias para todas as formas conhecidas de vida. Todos os compostos de molibdênio devem ser considerados altamente tóxicos e podem causar defeitos graves no nascimento."
    },
    {
        "name": "Tecnécio",
        "symbol": "Tc",
        "atomic_number": 43,
        "group": 7,
        "period": 5,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico radioativo de transição. Pode ser detectado em algumas estrelas e nos produtos de fissão do urânio. Foi sintetizado pela primeira vez por Perrier e Segre, bombardeando molibdênio com deutrons, produzindo o Tc-97. O Tc-99 é o isótopo mais estável com uma meia-vida de 2,6*10^6 anos. Dezesseis isótopos são conhecidos. Compostos orgânicos de tecnécio são usados na imagem óssea. Suas propriedades químicas são intermediárias entre o rênio e o manganês."
    },
    {
        "name": "Rutênio",
        "symbol": "Ru",
        "atomic_number": 44,
        "group": 8,
        "period": 5,
        "atomic_radius": 130.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico duro e branco. Encontrado com platina, usado como catalisador em algumas ligas de platina. Dissolve-se em álcalis fundidos e não é atacado por ácidos. Reage com halogênios e oxigênio em altas temperaturas. Isolado em 1844 por K.K. Klaus."
    },
    {
        "name": "Ródio",
        "symbol": "Rh",
        "atomic_number": 45,
        "group": 9,
        "period": 5,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico branco-prateado de transição. Encontrado com platina e usado em algumas ligas de platina. Não é atacado por ácidos, dissolvendo-se apenas em água régia. Descoberto em 1803 por W.H. Wollaston."
    },
    {
        "name": "Paládio",
        "symbol": "Pd",
        "atomic_number": 46,
        "group": 10,
        "period": 5,
        "atomic_radius": 140.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico macio e branco, de transição. Encontrado com alguns minérios de cobre e níquel. Não reage com oxigênio a temperaturas normais. Dissolve-se lentamente em ácido clorídrico. Descoberto em 1803 por W.H. Wollaston."
    },
    {
        "name": "Prata",
        "symbol": "Ag",
        "atomic_number": 47,
        "group": 11,
        "period": 5,
        "atomic_radius": 160.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico de transição, lustroso e macio, de cor branca. Encontrado tanto em sua forma elementar quanto em minerais. Usado em joias, utensílios de mesa, etc. Quimicamente, é menos reativo do que a prata."
    },
    {
        "name": "Cádmio",
        "symbol": "Cd",
        "atomic_number": 48,
        "group": 12,
        "period": 5,
        "atomic_radius": 155.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Metal macio e esbranquiçado pertencente ao grupo 12 da tabela periódica. Extremamente tóxico, mesmo em baixas concentrações. Quimicamente similar ao zinco, mas forma compostos mais complexos. Descoberto em 1817 por F. Stromeyer."
    },
    {
        "name": "Índio",
        "symbol": "In",
        "atomic_number": 49,
        "group": 13,
        "period": 5,
        "atomic_radius": 155.0,
        "color": [
            102,
            204,
            100
        ],
        "description": "Elemento metálico macio e prateado pertencente ao grupo 13 da tabela periódica. O isótopo natural mais comum é o In-115, que tem uma meia-vida de 6*10^4 anos. Existem outros cinco radioisótopos. Descoberto em 1863 por Reich e Richter."
    },
    {
        "name": "Estanho",
        "symbol": "Sn",
        "atomic_number": 50,
        "group": 14,
        "period": 5,
        "atomic_radius": 145.0,
        "color": [
            102,
            204,
            100
        ],
        "description": "Elemento metálico maleável e prateado pertencente ao grupo 14 da tabela periódica. Vinte e seis isótopos são conhecidos, cinco dos quais são radioativos. Quimicamente reativo. Combina diretamente com cloro e oxigênio e desloca o hidrogênio de ácidos diluídos."
    },
    {
        "name": "Antimônio",
        "symbol": "Sb",
        "atomic_number": 51,
        "group": 15,
        "period": 5,
        "atomic_radius": 145.0,
        "color": [
            100,
            199,
            204
        ],
        "description": "Elemento do grupo 15. Múltiplas formas alótropas. A forma estável do antimônio é um metal branco-azulado. O antimônio amarelo e preto são não-metais instáveis. Usado em retardantes de chamas, tintas, cerâmicas, esmaltes e borracha. Atacado por ácidos oxidantes e halogênios. Primeiro relatado por Tholden em 1450."
    },
    {
        "name": "Telúrio",
        "symbol": "Te",
        "atomic_number": 52,
        "group": 16,
        "period": 5,
        "atomic_radius": 140.0,
        "color": [
            100,
            199,
            204
        ],
        "description": "Elemento metalóide prateado do grupo 16. Oito isótopos naturais e nove isótopos radioativos. Usado em semicondutores e, em menor grau, em alguns aços. Sua química é similar à do enxofre. Descoberto em 1782 por Franz Miller."
    },
    {
        "name": "Iodo",
        "symbol": "I",
        "atomic_number": 53,
        "group": 17,
        "period": 5,
        "atomic_radius": 140.0,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento não metálico de cor violeta escura, pertencente ao grupo 17 da tabela periódica. Insolúvel em água. Necessário como um elemento traço para organismos vivos. Existe um isótopo estável, o I-127, além de quatorze isótopos radioativos. Quimicamente, o menos reativo dos halogênios e o halogênio metálico mais eletropositivo. Descoberto em 1812 por Courtois."
    },
    {
        "name": "Xenônio",
        "symbol": "Xe",
        "atomic_number": 54,
        "group": 18,
        "period": 5,
        "atomic_radius": null,
        "color": [
            123,
            100,
            204
        ],
        "description": "Gás incolor e inodoro pertencente ao grupo 18 da tabela periódica (os gases nobres). Nove isótopos naturais e sete isótopos radioativos são conhecidos. O xenônio foi parte do primeiro composto de gás nobre sintetizado. Vários outros compostos envolvendo xenônio foram encontrados desde então. Descoberto por Ramsey e Travers em 1898."
    },
    {
        "name": "Césio",
        "symbol": "Cs",
        "atomic_number": 55,
        "group": 1,
        "period": 6,
        "atomic_radius": 260.0,
        "color": [
            204,
            100,
            100
        ],
        "description": "Elemento metálico macio e prateado-branco pertencente ao grupo 1 da tabela periódica. Um dos três metais que são líquidos à temperatura ambiente. O Cs-133 é o isótopo natural e o único estável. Quinze outros radioisótopos existem. O césio reage explosivamente com água fria e com gelo em temperaturas acima de 157K. O hidróxido de césio é a base mais forte conhecida. O césio é o elemento mais eletropositivo, mais alcalino e com o menor potencial de ionização de todos os elementos. Seus usos conhecidos incluem a base de relógios atômicos, catalisador para a hidrogenação de alguns compostos orgânicos e em células fotoelétricas. O césio foi descoberto por Gustav Kirchoff e Robert Bunsen na Alemanha em 1860, espectroscopicamente. Sua identificação foi baseada nas linhas azuis brilhantes em seu espectro. O nome vem da palavra latina 'caesius', que significa azul céu. O césio deve ser considerado altamente tóxico. Alguns de seus radioisótopos são ainda mais tóxicos."
    },
    {
        "name": "Bário",
        "symbol": "Ba",
        "atomic_number": 56,
        "group": 2,
        "period": 6,
        "atomic_radius": 215.0,
        "color": [204, 152, 100],
        "description": "Elemento reativo de cor branco-prateado, pertencente ao grupo 2 da tabela periódica. Compostos solúveis de bário são extremamente venenosos. Identificado em 1774 por Karl Scheele e extraído em 1808 por Humphry Davy."
    },
    {
        "name": "Lantânio",
        "symbol": "La",
        "atomic_number": 57,
        "group": 3,
        "period": 6,
        "atomic_radius": 195.0,
        "color": [72, 173, 130],
        "description": "(Do grego 'lanthanein', que significa 'esconder') Elemento metálico prateado pertencente ao grupo 3 da tabela periódica, muitas vezes considerado um dos lantanóides. Encontrado em alguns minerais de terras raras. Existem 25 isótopos naturais. O La-139 é estável, e o La-138 tem uma meia-vida entre 10^10 e 10^15 anos. Os outros 23 isótopos são radioativos. Semelhante aos lantanóides quimicamente. O lantânio tem um nível de toxicidade baixo a moderado e deve ser manuseado com cuidado. Descoberto em 1839 por C.G. Mosander."
    },
    {
        "name": "Cério",
        "symbol": "Ce",
        "atomic_number": 58,
        "group": null,
        "period": 6,
        "atomic_radius": 185.0,
        "color": [72, 173, 130],
        "description": "Elemento metálico prateado, pertencente aos lantanóides. Quatro isótopos naturais são conhecidos, e quinze isótopos radioativos foram identificados. Usado em algumas ligas de terras raras. Sua forma oxidada é usada na indústria do vidro. Descoberto por Martin H. Klaproth em 1803."
    },
    {
        "name": "Praseodímio",
        "symbol": "Pr",
        "atomic_number": 59,
        "group": null,
        "period": 6,
        "atomic_radius": 185.0,
        "color": [72, 173, 130],
        "description": "Elemento metálico macio e prateado, pertencente aos lantanóides. O único isótopo natural é o Pr-141, que não é radioativo. Quatorze isótopos radioativos foram produzidos artificialmente. Usado em ligas de terras raras. Descoberto em 1885 por C.A. von Welsbach."
    },
    {
        "name": "Neodímio",
        "symbol": "Nd",
        "atomic_number": 60,
        "group": null,
        "period": 6,
        "atomic_radius": 185.0,
        "color": [72, 173, 130],
        "description": "Elemento metálico macio e brilhante, prateado, pertencente aos lantanóides. Sete isótopos naturais, sendo o Nd-144 o único radioativo com uma meia-vida entre 10^10 e 10^15 anos. Seis isótopos radioativos artificiais foram produzidos. O metal é usado em trabalhos de vidro para colorir vidro com um tom de violeta-púrpura e torná-lo dicróico. Um dos metais de terras raras mais reativos, reage rapidamente com o ar. Usado em algumas ligas de terras raras. O neodímio é usado para colorir o vidro utilizado em óculos de soldador. O neodímio também é usado em ímãs permanentes muito potentes (Nd2Fe14B). Descoberto por Carl F. Auer von Welsbach na Áustria em 1885 ao separar o didímio em seus componentes elementares praseodímio e neodímio. O nome vem das palavras gregas 'neos didymos', que significam 'novo gêmeo'. O neodímio deve ser considerado altamente tóxico, porém a evidência sugere que age como pouco mais que um irritante para a pele e os olhos. O pó, no entanto, apresenta risco de incêndio e explosão."
    },
    {
        "name": "Promécio",
        "symbol": "Pm",
        "atomic_number": 61,
        "group": null,
        "period": 6,
        "atomic_radius": 185.0,
        "color": [72, 173, 130],
        "description": "Elemento metálico macio e prateado, pertencente aos lantanóides. O Pm-147, o único isótopo natural, é radioativo e tem uma meia-vida de 252 anos. Dezoito isótopos radioativos foram produzidos, mas todos têm meias-vidas muito curtas. Encontrado apenas em resíduos de decaimento nuclear. O Pm-147 é de interesse como fonte de decaimento beta, no entanto, o Pm-146 e o Pm-148 devem ser removidos, pois geram radiação gama. Descoberto por J.A. Marinsky, L.E. Glendenin e C.D. Coryell em 1947."
    },
    {
        "name": "Samário",
        "symbol": "Sm",
        "atomic_number": 62,
        "group": null,
        "period": 6,
        "atomic_radius": 185.0,
        "color": [72, 173, 130],
        "description": "Elemento metálico macio e prateado, pertencente aos lantanóides. Sete isótopos naturais, sendo o Sm-147 o único isótopo radioativo, com uma meia-vida de 2,5*10^11 anos. Usado para fabricar ligas especiais necessárias na produção de reatores nucleares. Também usado como um absorvedor de nêutrons. Pequenas quantidades de óxido de samário são usadas em vidros ópticos especiais. O maior uso do elemento é sua liga ferromagnética, que produz ímãs permanentes cinco vezes mais fortes do que os produzidos por qualquer outro material. Descoberto por François Lecoq de Boisbaudran em 1879."
    },
    {
        "name": "Europio",
        "symbol": "Eu",
        "atomic_number": 63,
        "group": null,
        "period": 6,
        "atomic_radius": 185.0,
        "color": [72, 173, 130],
        "description": "Elemento metálico macio e prateado pertencente aos lantanóides. Os isótopos Eu-151 e Eu-153 são os dois únicos isótopos estáveis, ambos absorvedores de nêutrons. Descoberto em 1889 por Sir William Crookes."
    },
    {
        "name": "Gadolínio",
        "symbol": "Gd",
        "atomic_number": 64,
        "group": null,
        "period": 6,
        "atomic_radius": 180.0,
        "color": [72, 173, 130],
        "description": "Elemento metálico macio e prateado, pertencente aos lantanóides. Sete isótopos naturais estáveis são conhecidos, além de onze isótopos artificiais. O Gd-155 e o Gd-157 são os melhores absorvedores de nêutrons de todos os elementos. Compostos de gadolínio são usados em eletrônicos. Descoberto por J.C.G. Marignac em 1880."
    },
    {
        "name": "Térbio",
        "symbol": "Tb",
        "atomic_number": 65,
        "group": null,
        "period": 6,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico prateado pertencente aos lantanoides. O isotopo estável Tb-159 é o único encontrado, existem dezessete isotopos artificiais. Descoberto por G.G. Mosander em 1843."
    },
    {
        "name": "Disprósio",
        "symbol": "Dy",
        "atomic_number": 66,
        "group": null,
        "period": 6,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Metálico, com lustre prateado-brilhante. O disprósio pertence aos lantanoides. É relativamente estável em ar a temperatura ambiente, porém dissolve-se em ácidos minerais, liberando hidrogênio. Encontrado em minerais de terras raras. Existem sete isotopos naturais e oito radioisótopos, sendo o Dy-154 o mais estável com uma meia-vida de 3*10^6 anos. Usado como absorvedor de nêutrons em reações de fissão nuclear e em discos compactos. Foi descoberto por Paul Emile Lecoq de Boisbaudran em 1886, na França. O nome vem da palavra grega 'dysprositos', que significa difícil de obter."
    },
    {
        "name": "Hólmio",
        "symbol": "Ho",
        "atomic_number": 67,
        "group": null,
        "period": 6,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico relativamente macio e maleável, de cor prateada-branca, que é estável em ar seco à temperatura ambiente. Oxida em ar úmido e em altas temperaturas. Pertence aos lantanoides. Metal raro, encontrado nos minerais monazita e gadolinita. Possui propriedades magnéticas incomuns. Um isotopo natural, o Ho-165, existe, e seis radioisótopos foram descobertos, sendo o mais estável o Ho-163 com uma meia-vida de 4570 anos. O hólmio é usado em algumas ligas metálicas e também é dito estimular o metabolismo. Descoberto por Per Theodor Cleve e J.L. Soret na Suíça em 1879. O nome hólmio vem da palavra grega 'Holmia', que significa Suécia. Embora todos os compostos de hólmio sejam considerados altamente tóxicos, evidências iniciais indicam que não representam grande perigo. O pó do metal, no entanto, é um risco de incêndio."
    },
    {
        "name": "Érbio",
        "symbol": "Er",
        "atomic_number": 68,
        "group": null,
        "period": 6,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico macio e prateado que pertence aos lantanoides. Seis isotopos naturais estáveis são conhecidos. Doze radioisótopos artificiais também foram identificados. Usado em tecnologia nuclear como absorvedor de nêutrons. Está sendo investigado para outras possíveis aplicações. Descoberto por Carl G. Mosander em 1843."
    },
    {
        "name": "Túlio",
        "symbol": "Tm",
        "atomic_number": 69,
        "group": null,
        "period": 6,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico cinza macio que pertence aos lantanoides. Existe apenas um isotopo natural, o Tm-169, e dezessete radioisótopos artificiais foram produzidos. Não há usos conhecidos para o elemento. Descoberto em 1879 por Per Theodor Cleve."
    },
    {
        "name": "Itérbio",
        "symbol": "Yb",
        "atomic_number": 70,
        "group": null,
        "period": 6,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico prateado dos lantanoides. Sete isotopos naturais e dez isotopos artificiais são conhecidos. Usado em certos aços. Descoberto por J.D.G. Marignac em 1878."
    },
    {
        "name": "Lutécio",
        "symbol": "Lu",
        "atomic_number": 71,
        "group": null,
        "period": 6,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Metal raro prateado-branco, que é relativamente estável em ar. É o metal raro mais caro. É encontrado com quase todos os metais raros, mas é muito difícil separá-lo de outros elementos. O menos abundante de todos os elementos naturais. Usado em ligas metálicas e como catalisador em vários processos. Existem dois isotopos naturais estáveis e sete radioisótopos, sendo o mais estável o Lu-174 com meia-vida de 3,3 anos. A separação do lutécio do iterbium foi descrita por Georges Urbain em 1907. Foi descoberto aproximadamente na mesma época por Carl Auer von Welsbach. O nome vem da palavra grega 'lutetia', que significa Paris."
    },
    {
        "name": "Háfnio",
        "symbol": "Hf",
        "atomic_number": 72,
        "group": 4,
        "period": 6,
        "atomic_radius": 155.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico prateado e lustroso. Usado em ligas de tungstênio em filamentos e eletrodos, também age como um absorvedor de nêutrons. Primeiramente relatado por Urbain em 1911, a existência foi finalmente estabelecida por D. Coster e G.C. de Hevesy em 1923."
    },
    {
        "name": "Tântalo",
        "symbol": "Ta",
        "atomic_number": 73,
        "group": 5,
        "period": 6,
        "atomic_radius": 145.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico pesado de cor azul-acinzentada. O isotopo Ta-181 é estável, e o Ta-180 é um isotopo radioativo, com uma meia-vida superior a 10^7 anos. Usado em cirurgia por ser inerte. Forma uma camada passiva de óxido no ar. Identificado em 1802 por Ekeberg e isolado em 1820 por Jons J. Berzelius."
    },
    {
        "name": "Tungstênio",
        "symbol": "W",
        "atomic_number": 74,
        "group": 6,
        "period": 6,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico branco ou cinza, anteriormente chamado Wolfram. Forma um óxido protetor no ar e pode ser oxidado em altas temperaturas. Primeiramente isolado por Jose e Fausto de Elhuyer em 1783."
    },
    {
        "name": "Rênio",
        "symbol": "Re",
        "atomic_number": 75,
        "group": 7,
        "period": 6,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico prateado-branco. Obtido como subproduto da refinação do molibdênio. Ligas de rênio-molibdênio são supercondutoras."
    },
    {
        "name": "Ósmio",
        "symbol": "Os",
        "atomic_number": 76,
        "group": 8,
        "period": 6,
        "atomic_radius": 130.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico duro, azul-branco. Encontrado com platina e usado em algumas ligas com platina e irídio."
    },
    {
        "name": "Irídio",
        "symbol": "Ir",
        "atomic_number": 77,
        "group": 9,
        "period": 6,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico muito duro e quebradiço, de cor prateada. Tem um tom amarelado. Os sais de irídio são altamente coloridos. É o metal mais resistente à corrosão conhecido, não atacado por nenhum ácido, mas é atacado por sais fundidos. Existem dois isotopos naturais de irídio e quatro radioisótopos, sendo o mais estável o Ir-192, com meia-vida de 73,83 dias. O Ir-192 decai em Platina, enquanto os outros radioisótopos decaem em Ósmio. O irídio é usado em aparelhos de alta temperatura, contatos elétricos e como endurecedor para platina. Descoberto em 1803 por Smithson Tennant na Inglaterra. O nome vem da palavra grega 'iris', que significa arco-íris. O metal de irídio é geralmente não tóxico devido à sua relativa inatividade, mas os compostos de irídio devem ser considerados altamente tóxicos."
    },
    {
        "name": "Platina",
        "symbol": "Pt",
        "atomic_number": 78,
        "group": 10,
        "period": 6,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Metal atraente de cor branco-acinzentada. Quando puro, é maleável e dúctil. Não oxida no ar, insolúvel em ácido clorídrico e nítrico. Corroído por halogênios, cianetos, enxofre e álcalis. Hidrogênio e oxigênio reagem explosivamente na presença de platina. Existem seis isotopos estáveis e três radioisótopos, sendo o mais estável o Pt-193 com meia-vida de 60 anos. A platina é usada em joalheria, equipamentos de laboratório, contatos elétricos, odontologia e dispositivos anti-poluentes em carros. PtCl2(NH3)2 é usado no tratamento de alguns tipos de câncer. Ligas de platina-cobalto têm propriedades magnéticas. Também é usada na definição do Eletrodo Padrão de Hidrogênio. Descoberta por Antonio de Ulloa na América do Sul em 1735. O nome vem da palavra espanhola 'platina', que significa prata. O metal de platina geralmente não representa um risco para a saúde devido à sua inatividade, no entanto, compostos de platina devem ser considerados altamente tóxicos."
    },
    {
        "name": "Ouro",
        "symbol": "Au",
        "atomic_number": 79,
        "group": 11,
        "period": 6,
        "atomic_radius": 135.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Ouro é de cor dourada. É o metal mais maleável e dúctil conhecido. Existe apenas um isotopo estável de ouro, e cinco radioisótopos de ouro, sendo o Au-195 o mais estável com meia-vida de 186 dias. O ouro é usado como padrão monetário, em joalheria, odontologia e eletrônica. O Au-198 é utilizado no tratamento de câncer e algumas outras condições médicas. O ouro é conhecido desde 2600 a.C. O nome vem da palavra anglo-saxônica 'gold'. Seu símbolo, Au, vem da palavra latina 'aurum', que significa ouro. O ouro não é particularmente tóxico, no entanto, sabe-se que pode causar danos ao fígado e aos rins em algumas pessoas."
    },
    {
        "name": "Mercúrio",
        "symbol": "Hg",
        "atomic_number": 80,
        "group": 12,
        "period": 6,
        "atomic_radius": 150.0,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento metálico pesado e líquido prateado, pertence ao grupo do zinco. Usado em termômetros, barômetros e outros aparelhos científicos. Menos reativo que o zinco e o cádmio, não desloca hidrogênio dos ácidos. Forma vários complexos e compostos organomercúrios."
    },
    {
        "name": "Tálio",
        "symbol": "Tl",
        "atomic_number": 81,
        "group": 13,
        "period": 6,
        "atomic_radius": 190.0,
        "color": [
            102,
            204,
            100
        ],
        "description": "O talio puro, não reagido, aparece prateado e exibe um brilho metálico. Ao reagir com o ar, começa a ficar azul-esverdeado e parece chumbo. É muito maleável, podendo ser cortado com uma faca. Existem dois isótopos estáveis e quatro radioisótopos, sendo o Tl-204 o mais estável com uma meia-vida de 3,78 anos. O sulfato de talio foi usado como raticida. A condutividade do sulfeto de talio muda com a exposição à luz infravermelha, o que o torna útil em detectores infravermelhos. Descoberto por Sir William Crookes por espectroscopia. Seu nome vem da palavra grega 'thallos', que significa ramo verde. O talio e seus compostos são tóxicos e podem causar câncer."
    },
    {
        "name": "Chumbo",
        "symbol": "Pb",
        "atomic_number": 82,
        "group": 14,
        "period": 6,
        "atomic_radius": 180.0,
        "color": [
            102,
            204,
            100
        ],
        "description": "Elemento metálico pesado e opaco, pertencente ao grupo 14. Usado na construção civil, em acumuladores de chumbo-ácido, balas e cartuchos, além de fazer parte de soldas, estanho, metais de rolamento, tipos metálicos e ligas fusíveis."
    },
    {
        "name": "Bismuto",
        "symbol": "Bi",
        "atomic_number": 83,
        "group": 15,
        "period": 6,
        "atomic_radius": 160.0,
        "color": [
            102,
            204,
            100
        ],
        "description": "Metal cristalino branco com um tom rosado, pertence ao grupo 15. O mais diamagnético de todos os metais e tem a menor condutividade térmica de todos os elementos, exceto mercúrio. Compostos de bismuto sem chumbo são usados em cosméticos e procedimentos médicos. Queima no ar e produz uma chama azul. Em 1753, C.G. Junine demonstrou pela primeira vez que era diferente do chumbo."
    },
    {
        "name": "Polônio",
        "symbol": "Po",
        "atomic_number": 84,
        "group": 16,
        "period": 6,
        "atomic_radius": 190.0,
        "color": [
            102,
            204,
            100
        ],
        "description": "Elemento metálico radioativo raro, pertence ao grupo 16 da tabela periódica. Existem mais de 30 isótopos conhecidos, o maior número de todos os elementos. O Po-209 tem uma meia-vida de 103 anos. Possíveis usos em aquecimento de espaçonaves. Descoberto por Marie Curie em 1898 em uma amostra de pitchblenda."
    },
    {
        "name": "Astato",
        "symbol": "At",
        "atomic_number": 85,
        "group": 17,
        "period": 6,
        "atomic_radius": null,
        "color": [
            84,
            138,
            204
        ],
        "description": "Elemento halogênio radioativo. Ocorre naturalmente a partir do decaimento de urânio e tório. Existem pelo menos 20 isótopos conhecidos. O At-210, o mais estável, tem uma meia-vida de 8,3 horas. Sintetizado por bombardeamento nuclear em 1940 por D.R. Corson, K.R. MacKenzie e E. Segre na Universidade da Califórnia."
    },
    {
        "name": "Radônio",
        "symbol": "Rn",
        "atomic_number": 86,
        "group": 18,
        "period": 6,
        "atomic_radius": null,
        "color": [
            123,
            100,
            204
        ],
        "description": "Elemento gasoso radioativo incolor, pertence aos gases nobres. Dos vinte isótopos conhecidos, o mais estável é o Rn-222, com uma meia-vida de 3,8 dias. Formado pelo decaimento radioativo do rádio-226. O radônio se decompõe em polônio. Usado em radioterapia. Como gás nobre, é efetivamente inerte, embora o fluoreto de radônio tenha sido sintetizado. Primeiro isolado em 1908 por Ramsey e Gray."
    },
    {
        "name": "Frâncio",
        "symbol": "Fr",
        "atomic_number": 87,
        "group": 1,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            100,
            100
        ],
        "description": "Elemento radioativo, pertence ao grupo 1 da tabela periódica. Encontrado em minérios de urânio e tório. Os 22 isótopos conhecidos são todos radioativos, com o mais estável sendo o Fr-223. Sua existência foi confirmada em 1939 por Marguerite Perey."
    },
    {
        "name": "Rádio",
        "symbol": "Ra",
        "atomic_number": 88,
        "group": 2,
        "period": 7,
        "atomic_radius": 215.0,
        "color": [
            204,
            152,
            100
        ],
        "description": "Elemento metálico radioativo transurânico, pertence ao grupo 2 da tabela periódica. O isótopo mais estável, Ra-226, tem uma meia-vida de 1602 anos e se decompõe em radônio. Isolado do pitchblenda em 1898 por Marie e Pierre Curie."
    },
    {
        "name": "Actínio",
        "symbol": "Ac",
        "atomic_number": 89,
        "group": 3,
        "period": 7,
        "atomic_radius": 195.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo prateado, pertence ao grupo 3 da tabela periódica. O isótopo mais estável, Ac-227, tem uma meia-vida de 217 anos. O Ac-228 (meia-vida de 6,13 horas) também ocorre na natureza. Existem 22 outros isótopos artificiais, todos radioativos e com meias-vidas muito curtas. Sua química é semelhante à dos lantanídios. Usado como fonte de partículas alfa. Descoberto por A. Debierne em 1899."
    },
    {
        "name": "Tório",
        "symbol": "Th",
        "atomic_number": 90,
        "group": null,
        "period": 7,
        "atomic_radius": 180.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo cinza. Pertence aos actinídios. Encontrado na areia de monazita no Brasil, Índia e EUA. O Tório-232 tem uma meia-vida de 1,39x10^10 anos. Pode ser usado como combustível nuclear em reatores de reprodução. O Tório-232 captura nêutrons lentos e gera urânio-233. Descoberto por Jons J. Berzelius em 1829."
    },
    {
        "name": "Protactínio",
        "symbol": "Pa",
        "atomic_number": 91,
        "group": null,
        "period": 7,
        "atomic_radius": 180.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo, pertence aos actinídios. O isótopo mais estável, Pa-231, tem uma meia-vida de 2,43*10^4 anos. Pelo menos outros 10 isótopos radioativos são conhecidos. Não há aplicações práticas conhecidas. Descoberto em 1917 por Lise Meitner e Otto Hahn."
    },
    {
        "name": "Urânio",
        "symbol": "U",
        "atomic_number": 92,
        "group": null,
        "period": 7,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo branco pertencente à série dos actinídeos. Três isótopos naturais: U-238, U-235 e U-234. O Urânio-235 é usado como combustível para reatores nucleares e armas. Descoberto por Martin H. Klaproth em 1789."
    },
    {
        "name": "Netúnio",
        "symbol": "Np",
        "atomic_number": 93,
        "group": null,
        "period": 7,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico, pertencente à série dos actinídeos. Np-237, o isótopo mais estável, tem uma meia-vida de 2,2*10^6 anos e é um subproduto de reatores nucleares. Os outros isótopos conhecidos têm números de massa de 229 a 236 e de 238 a 241. Np-236 tem uma meia-vida de 5*10^3 anos. Produzido pela primeira vez por Edwin M. McMillan e P.H. Abelson em 1940."
    },
    {
        "name": "Plutônio",
        "symbol": "Pu",
        "atomic_number": 94,
        "group": null,
        "period": 7,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico denso e prateado, pertencente à série dos actinídeos. Pu-244 é o isótopo mais estável, com uma meia-vida de 7,6*10^7 anos. Treze isótopos são conhecidos. O Pu-239 é o mais importante, pois sofre fissão nuclear com nêutrons lentos, sendo assim importante para armas nucleares e reatores. A produção de plutônio é monitorada até o grama para prevenir o uso militar indevido. Produzido pela primeira vez por Gleen T. Seaborg, Edwin M. McMillan, J.W. Kennedy e A.C. Wahl em 1940."
    },
    {
        "name": "Amerício",
        "symbol": "Am",
        "atomic_number": 95,
        "group": null,
        "period": 7,
        "atomic_radius": 175.0,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico, pertencente à série dos actinídeos. Dez isótopos conhecidos. O Am-243 é o isótopo mais estável, com uma meia-vida de 7,95*10^3 anos. Descoberto por Glenn T. Seaborg e associados em 1945, foi obtido bombardeando Urânio-238 com partículas alfa."
    },
    {
        "name": "Cúrio",
        "symbol": "Cm",
        "atomic_number": 96,
        "group": null,
        "period": 7,
        "atomic_radius": null,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico. Pertence à série dos actinídeos. Nove isótopos conhecidos, o Cm-247 tem uma meia-vida de 1,64*10^7 anos. Identificado pela primeira vez por Glenn T. Seaborg e associados em 1944, foi produzido pela primeira vez por L.B. Werner e I. Perlman em 1947, bombardeando amerício-241 com nêutrons. Nomeado em homenagem a Marie Curie."
    },
    {
        "name": "Berquélio",
        "symbol": "Bk",
        "atomic_number": 97,
        "group": null,
        "period": 7,
        "atomic_radius": null,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico. Pertence à série dos actinídeos. Oito isótopos conhecidos, o mais comum, Bk-247, tem uma meia-vida de 1,4*10^3 anos. Produzido pela primeira vez por Glenn T. Seaborg e associados em 1949, bombardeando amerício-241 com partículas alfa."
    },
    {
        "name": "Califórnio",
        "symbol": "Cf",
        "atomic_number": 98,
        "group": null,
        "period": 7,
        "atomic_radius": null,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico. Pertence à série dos actinídeos. O Cf-251 tem uma meia-vida de cerca de 700 anos. Nove isótopos são conhecidos. O Cf-252 é uma intensa fonte de nêutrons, sendo utilizado em análises de ativação por nêutrons e possivelmente como fonte de radiação na medicina. Produzido pela primeira vez por Glenn T. Seaborg e associados em 1950."
    },
    {
        "name": "Einstênio",
        "symbol": "Es",
        "atomic_number": 99,
        "group": null,
        "period": 7,
        "atomic_radius": null,
        "color": [
            72,
            173,
            130
        ],
        "description": "Sua aparência é desconhecida, mas provavelmente é metálico e prateado ou cinza. Elemento metálico radioativo transurânico pertencente aos actinídeos. O Es-254 tem a maior meia-vida dos onze isótopos conhecidos, com 270 dias. Identificado pela primeira vez por Albert Ghiorso e associados nos destroços da explosão da bomba de hidrogênio de 1952. Em 1961, as primeiras quantidades em microgramas de Es-232 foram separadas. Embora o einstênio nunca exista naturalmente, se uma quantidade suficiente fosse reunida, representaria um risco de radiação."
    },
    {
        "name": "Férmio",
        "symbol": "Fm",
        "atomic_number": 100,
        "group": null,
        "period": 7,
        "atomic_radius": null,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico, pertencente aos actinídeos. Dez isótopos conhecidos, o mais estável é o Fm-257, com uma meia-vida de 10 dias. Identificado pela primeira vez por Albert Ghiorso e associados nos destroços da primeira explosão de bomba de hidrogênio em 1952."
    },
    {
        "name": "Mendelévio",
        "symbol": "Md",
        "atomic_number": 101,
        "group": null,
        "period": 7,
        "atomic_radius": null,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico. Pertence à série dos actinídeos. O único isótopo conhecido, Md-256, tem uma meia-vida de 1,3 horas. Identificado pela primeira vez por Glenn T. Seaborg, Albert Ghiorso e associados em 1955. O nome alternativo Unnilunium foi proposto. Nomeado em homenagem ao 'inventor' da tabela periódica, Dmitri Mendeleev."
    },
    {
        "name": "Nobélio",
        "symbol": "No",
        "atomic_number": 102,
        "group": null,
        "period": 7,
        "atomic_radius": null,
        "color": [
            72,
            173,
            130
        ],
        "description": "Elemento metálico radioativo transurânico, pertencente aos actinídeos. Sete isótopos conhecidos existem, sendo o mais estável o No-254, com uma meia-vida de 255 segundos. Identificado com certeza por Albert Ghiorso e Glenn T. Seaborg em 1966. O nome alternativo Unnilbium foi proposto."
    },
    {
        "name": "Laurêncio",
        "symbol": "Lr",
        "atomic_number": 103,
        "group": null,
        "period": 7,
        "atomic_radius": null,
        "color": [
            72,
            173,
            130
        ],
        "description": "A aparência é desconhecida, mas é provavelmente branco-prateado ou cinza e metálico. O laurêncio é um metal sintético de terras raras. Existem oito radioisótopos conhecidos, sendo o mais estável o Lr-262, com uma meia-vida de 3,6 horas. Devido à curta meia-vida e à radioatividade do laurêncio, não há usos conhecidos para ele. Identificado por Albert Ghiorso em 1961 em Berkeley. Foi produzido bombardeando califórnio com íons de boro. O nome é temporário segundo a nomenclatura da IUPAC, com origem em Ernest O. Lawrence, inventor do cíclotron. Se quantidades suficientes de laurêncio fossem produzidas, apresentariam um risco de radiação."
    },
    {
        "name": "Rutherfórdio",
        "symbol": "Rf",
        "atomic_number": 104,
        "group": 4,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": "Elemento transactinídeo radioativo. Espera-se que tenha propriedades químicas semelhantes às apresentadas pelo háfnio. O Rf-260 foi descoberto pelo Instituto Conjunto de Pesquisa Nuclear em Dubna (URSS) em 1964. Pesquisadores em Berkeley descobriram Unq-257 e Unq-258 em 1964."
    },
    {
        "name": "Dúbnio",
        "symbol": "Db",
        "atomic_number": 105,
        "group": 5,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": "Também conhecido como Hânio, Ha. Elemento transactinídeo radioativo. Meia-vida de 1,6 segundos. Descoberto em 1970 por pesquisadores de Berkeley. Até agora, sete isótopos foram descobertos."
    },
    {
        "name": "Seabórgio",
        "symbol": "Sg",
        "atomic_number": 106,
        "group": 6,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": "Meia-vida de 0,9 +/- 0,2 segundos. Descoberto pelo Instituto Conjunto de Pesquisa Nuclear em Dubna (URSS) em junho de 1974. Sua existência foi confirmada pelo Laboratório de Berkeley e pelo Laboratório Nacional de Livermore em setembro de 1974."
    },
    {
        "name": "Bóhrio",
        "symbol": "Bh",
        "atomic_number": 107,
        "group": 7,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": "Metal de transição radioativo. Meia-vida de aproximadamente 1/500 segundos. Descoberto pelo Instituto Conjunto de Pesquisa Nuclear em Dubna (URSS) em 1976. Confirmado por físicos da Alemanha Ocidental no Laboratório de Pesquisa de Íons Pesados em Darmstadt."
    },
    {
        "name": "Hássio",
        "symbol": "Hs",
        "atomic_number": 108,
        "group": 8,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": "Metal de transição radioativo, sintetizado pela primeira vez em 1984 por uma equipe de pesquisa alemã liderada por Peter Armbruster e Gottfried Muenzenberg no Instituto de Pesquisa de Íons Pesados em Darmstadt."
    },
    {
        "name": "Meitnério",
        "symbol": "Mt",
        "atomic_number": 109,
        "group": 9,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": "Meia-vida de aproximadamente 5 milissegundos. A criação deste elemento demonstrou que técnicas de fusão poderiam de fato ser usadas para criar novos núcleos pesados. Criado e identificado por físicos do Laboratório de Pesquisa de Íons Pesados, Darmstadt, Alemanha Ocidental, em 1982. Nomeado em homenagem à física austríaca Lise Meitner."
    },
    {
        "name": "Darmstátio",
        "symbol": "Ds",
        "atomic_number": 110,
        "group": 10,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": null
    },
    {
        "name": "Roentgênio",
        "symbol": "Rg",
        "atomic_number": 111,
        "group": 11,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": null
    },
    {
        "name": "Copernício",
        "symbol": "Cn",
        "atomic_number": 112,
        "group": 12,
        "period": 7,
        "atomic_radius": null,
        "color": [
            204,
            202,
            100
        ],
        "description": null
    },
    {
        "name": "Nihônio",
        "symbol": "Nh",
        "atomic_number": 113,
        "group": 13,
        "period": 7,
        "atomic_radius": null,
        "color": [
            102,
            204,
            100
        ],
        "description": null
    },
    {
        "name": "Fleróvio",
        "symbol": "Fl",
        "atomic_number": 114,
        "group": 14,
        "period": 7,
        "atomic_radius": null,
        "color": [
            102,
            204,
            100
        ],
        "description": null
    },
    {
        "name": "Moscóvio",
        "symbol": "Mc",
        "atomic_number": 115,
        "group": 15,
        "period": 7,
        "atomic_radius": null,
        "color": [
            102,
            204,
            100
        ],
        "description": null
    },
    {
        "name": "Livermório",
        "symbol": "Lv",
        "atomic_number": 116,
        "group": 16,
        "period": 7,
        "atomic_radius": null,
        "color": [
            102,
            204,
            100
        ],
        "description": null
    },
    {
        "name": "Tenesso",
        "symbol": "Ts",
        "atomic_number": 117,
        "group": 17,
        "period": 7,
        "atomic_radius": null,
        "color": [
            102,
            204,
            100
        ],
        "description": null
    },
    {
        "name": "Oganessônio",
        "symbol": "Og",
        "atomic_number": 118,
        "group": 18,
        "period": 7,
        "atomic_radius": null,
        "color": [
            123,
            100,
            204
        ],
        "description": null
    }    
]